Revit 2027 API
SymbolTypeId.FtSup3HPerMinBtu Property
 Symbol ft³·h/(min·Btu), indicating unit Cubic feet per minute per British thermal unit per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FtSup3HPerMinBtu { get; }
Public Shared ReadOnly Property FtSup3HPerMinBtu As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FtSup3HPerMinBtu {
	ForgeTypeId^ get ();
}
static member FtSup3HPerMinBtu : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace